import { ref } from 'vue'

export const cards = ref([
  {
    id: 1,
    image: 'resources/webp/photos/1.webp',
    name: 'Әбжан Бауыржан',
    about: [
      [
        'Оқу орны:',
        'Назарбаев зияткерлік мектебінің түлегі',
        'Назарбаев университенің студенті',
      ],
      [
        'Академиялық жетістіктер:',
        'IELTS 7.5',
        'SAT 1300',
        'NUET 127',
        'НИШ мектебіне қабылдау кезінде Астана қаласы бойынша 2-орын иегері',
      ],
      [
        'Шетелдік шақыртулар:',
        'Италия Университеті',
        'Гонконг Университеті',
        'Аризона Университеті',
      ],
    ]
  },
  {
    id: 2,
    image: 'resources/webp/photos/2.webp',
    name: 'Серікулы Рамазан',
    about: [
      [
        'Оқу орны:',
        'Назарбаев университенің студенті',
        'Қазақ Түрік лицейінің түлегі',
      ],
      [
        'Академиялық жетістіктер:',
        'IELTS 7.0',
        'NUET 178',
      ],
      [
        'Тәжірибе:',
        'Мұғалімдік тәжірибесі мен біліктілігі жоғары маман',
      ],
    ]
  },
  {
    id: 3,
    image: 'resources/webp/photos/3.webp',
    name: 'Тушжанов Мади',
    about: [
      [
        'Оқу орны:',
        'Назарбаев зияткерлік мектебінің түлегі',
        'Назарбаев университенің студенті',
      ],
      [
        'Академиялық жетістіктер:',
        'SAT 1410',
        'IELTS 7.0',
        'ҰБТ 136',
      ],
      [
        'Кэмбридж емтиханы (IGGSE):',
        'Биология - A+',
        'Химия - A',
      ],
      [
        'Полиглот:',
        'Ағылшын, Түрік, Орыс, Қазақ тілдерін еркін меңгерген',
        'Шетелдік шақыртулар:',
        'Торонто Университеті',
      ],
    ]
  },
  {
    id: 4,
    image: 'resources/webp/photos/5.webp',
    name: 'Абикенова Нурлы',
    about: [
      [
        'Оқу орны:',
        'Назарбаев университенің студенті',
      ],
      [
        'Академиялық жетістіктер:',
        'NUET 147',
        'IELTS 7.0',
      ],
      [
        'Тәжірибе:',
        'Мұғалімдік тәжірибесі мен біліктілігі жоғары маман',
      ],
    ]
  },
  {
    id: 5,
    image: 'resources/webp/photos/6.webp',
    name: 'Сансызбай Байнур',
    about: [
      [
        'Оқу орны:',
        'Назарбаев Университет студенті',
      ],
      [
        'Академиялық жетістіктер:',
        'IELTS 8.0',
        'SAT 1450',
      ],
      [
        'Полиглот:',
        'Неміс, Араб, Парсы, Ағылшын, Орыс және Қазақ тілдерін еркін меңгерген',
      ],
      [
        'Шетелдік шақыртулар:',
        'Drexel University (АҚШ) - 50% шәкіртақы',
        'Istanbul Technical University (Түркия)',
      ],
    ]
  },
  {
    id: 6,
    image: 'resources/webp/photos/7.webp',
    name: 'Қуаныш Кевлинжан',
    about: [
      [
        'Оқу орны:',
        'Назарбаев зияткерлік мектебінің түлегі',
        'Назарбаев Университет студенті',
      ],
      [
        'Академиялық жетістіктер:',
      'IELTS 7.0',
      'SAT 1390',
      'Мектеп GPA 4.67',
      ],
      [
        'География олимпиадасының жүлдегері (Мектепішілік деңгей)',
      ],
      [
        'Мектеп театр клубының негізін қалаушы және мүшесі',
      ],
    ]
  },
  {
    id: 7,
    image: 'resources/webp/photos/8.webp',
    name: 'Ерзатулы Әділжан',
    about: [
      [
        'Оқу орны:',
        'Вена Экономика және Бизнес университетінің (WU Wien) студенті',
      ],
      [
        'Академиялық жетістіктер:',
        'Goehte-Zertificat (Неміс тілі): C1 деңгей',
        'Ағылшын мен неміс тілдерін C1 деңгейге емтихан тапсырған',
      ],
      [
        '9-сынып мемлекеттік емтихандарына арналған жинақтық авторларының бірі',
      ],
      [
        '50-ден астам оқушыны сәтті дайындап үздік нәтиже көрсетуге көмектескен',
      ],
    ]
  }
])